Repository: tomasfn/jolty-ios
Catalog: Joldie/Resources/Languages/*.lproj/Localizable.strings
Languages: es

source: Oops...
es: Uy...

source: Come, I'm here!
es: ¡Ven, Estoy en aquí!

source: I'm coming!
es: ¡Voy para allí!

source: Be the first to help!
es: Se el primero en ayudar!

source: Cancel
es: Cancelar

source: Okay, forgetful
es: Okay, olvidadizo

source: Enter your email
es: Ingresá tu email

source: Send
es: Enviar

source: Empty field
es: Campo vacío

source: Mail field is empty
es: Campo mail esta vacío

source: You must be logged in order to fully use the App
es: ¡Debes estar logueado para usar todas las funciones de la App!

source: Do you want to log out?
es: Querés desloguearte?

source: has
es: tiene

source: Yes
es: Si

source: Yes!
es: ¡Si!

source: So did you find
es: Así que encontraste a

source: Not yet
es: Aún no

source: Let's save battery
es: Ahorremos algo de bateria

source: Go to Settings, then go to Battery and activate Low Power Mode
es: Ir a Ajustes, después ir a Batería y allí activa Modo de bajo consumo

source: Go To Settings
es: Ir a Ajustes

source: Location Access Requested
es: Se necesita acceso a la ubicación

source: The location permission was not authorized. Please enable it in Settings to continue.
es: El permiso de ubicación no fue autorizado. Por favor habilítalo en Ajustes para continuar

source: Settings
es: Ajustes

source: Login required
es: Se necesita estar logueado

source: To fully use Jolty you must be signed in. Is very fast tho
es: ¡Para usar todas las funciones de Jolty debes estar logueado!. Es bastante rápido

source: Joltyrs found
es: Joltyrs encontrados

source: You can't request
es: No se puede solicitar

source: You cannot request a charger at this time. Sorry
es: ¡No puedes solicitar un cargador en este momento!. ¡Perdón!

source: Activity
es: Actividad

source: My Settings
es: Mis Ajustes

source: Search distance in meters
es: Distancia de búsqueda en metros

source: Tap to find a charger sharer
es: Toca para encontrar a alguien que comparta su cargador

source: Use your last magic words to convince a rescuer to save you
es: Usa tus últimas palabras magicas para convencer al rescatista que te salve

source: Use your last words to describe where you are and what you bring on
es: Usa tus últimas palabras para describir donde estas y que llevas puesto

source: Describe why someone should lend you a charger
es: Describe porque alguien debería prestarte su cargador

source: Forgot my charger at home! I invite you a coffee
es: Olvide el cargador en casa, te invito un cafe

source: Send a jolty
es: Enviar jolty

source: Bring help
es: Pedir ayuda

source: You must convince the rescuer to save you
es: Debes convencer al rescatista para que te salve

source: Push notifications now won't be received when someone near request a charger
es: ¡Las notificaciones push están desactivadas!, nadie va a molestarte

source: Push notifications now will be received when someone near you request a charger
es: ¡Las notificaciones push están activadas!, te avisaremos cuando alguien cerca tuyo necesite un cargador

source: Log in with facebook
es: Ingresar con facebook

source: Password
es: Contraseña

source: Your email
es: Tu email

source: Password must be longer
es: La contraseña debe ser mas larga

source: Please enter a valid email
es: Por favor ingresa un email válido

source: Confirm password
es: Confirmar contraseña

source: Name
es: Nombre

source: Last name
es: Apellido

source: Your password again
es: Tu contraseña de nuevo

source: Your first name
es: Tu nombre

source: Your last name
es: Tu apellido

source: Passwords must match
es: Las contraseñas deben coincidir

source: Done
es: Listo

source: Close
es: Cerrar

source: Select which place
es: Elige un lugar

source: Are you inside a place?
es: ¿Te encuentras dentro de un lugar?

source: Select yes if you want to choose a place, select no if you want to use your exact location
es: Seleccioná si, si quieres elegir un lugar. Pon No si quieres usar tu ubicación exacta

source: You have
es: Tenes

source: You must be logged in
es: Debes estar logueado

source: you are
es: estas

source: User created
es: Usuario creado

source: No activity by now
es: Sin actividad por ahora

source: You are doing it
es: Lo estas haciendo

source: bad
es: mal

source: good
es: bien

source: great
es: genial

source: No activity yet!
es: ¡No hay ninguna actividad aún!

source: How was
es: Que te pareció

source: Rating user
es: Calificando usuario

source: Find quick!
es: ¡Encuentrense rápido!

source: I just found
es: Acabo de encontrar a

source: Are you in one of these places?
es: ¿Estás en alguno de estos lugares?

source: I almost always carry the charger with me and I am open to share it.
es: Casi siempre llevo el cargador conmigo y puedo compartirlo.

source: Alerting to walking distance users that you need a charger
es: Avisando a usuarios cercanos que necesitas un cargador

source: Sign up with your email
es: Registrate con tu email

source: perfect
es: perfecto

source: very good
es: muy bien

source: low battery
es: bateria baja

source: running out of battery
es: quedándote sin batería

source: Quick reply
es: Responder rápido

source: says:
es: dice:

source: Yes, reply to message
es: Si, responder mensaje

source: I'm sorry, I can't help now
es: Perdón, no puedo ayudarte ahora

source: Input text here
es: Escribir texto
